---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ReinforcementVolume
source: html/9916ac9d-36bb-80df-ace5-8f9debbf6074.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ReinforcementVolume Property

"Reinforcement Volume"

## Syntax (C#)
```csharp
public static ForgeTypeId ReinforcementVolume { get; }
```